{
  "id": "electric-skateboard",
  "slug": "electric-skateboard",
  "images": [
    "/images/electric-skateboard-1.jpg",
    "/images/electric-skateboard-2.jpg",
    "/images/electric-skateboard-3.jpg",
    "/images/electric-skateboard-4.jpg"
  ],
  "price": "399",
  "currency": "€",
  "featured": true,
  "es": {
    "name": "Monopatín Eléctrico Urban Rider",
    "description": "Experimenta la libertad urbana con nuestro monopatín eléctrico Urban Rider. Diseñado para los aventureros urbanos que buscan una forma emocionante y eficiente de moverse por la ciudad. Con su motor brushless de última generación y control remoto inalámbrico, tendrás una experiencia de conducción suave y controlada. Su deck de bambú ecológico no solo es sostenible, sino que también proporciona la flexibilidad perfecta para un viaje cómodo. Las ruedas de poliuretano de alta calidad garantizan un agarre excepcional en cualquier superficie urbana.",
    "features": [
      "Velocidad máxima 30 km/h",
      "Autonomía de 25 km",
      "Control remoto inalámbrico",
      "Deck de bambú ecológico",
      "Motor brushless silencioso",
      "Ruedas de poliuretano premium",
      "Carga rápida en 2 horas",
      "Peso ligero 4.5 kg"
    ]
  },
  "eu": {
    "name": "Urban Rider Monopatin Elektrikoa",
    "description": "Bizitu hiri askatasuna gure Urban Rider monopatin elektrikoarekin. Hiriko abenturazaleentzako diseinatuta, hiriko barrena mugitzeko modu zirraragarri eta eraginkorra bilatzen dutenak. Azken belaunaldiko motor brushless eta haririk gabeko urruneko kontrolarekin, gidatze-esperientzia leun eta kontrolatua izango duzu. Bere bambu deck ekologikoa ez da jasangarria soilik, baizik eta bidaia erosorako malgutasun perfektua ere ematen du. Kalitate handiko poliuretano gurpilak hiri-azalera edozeinetan atxikitze bikaina bermatzen dute.",
    "features": [
      "Gehienezko abiadura 30 km/h",
      "25 km-ko autonomia",
      "Haririk gabeko urruneko kontrola",
      "Bambu deck ekologikoa",
      "Motor brushless isila",
      "Poliuretano gurpil premiumak",
      "Karga azkarra 2 ordutan",
      "Pisu arina 4,5 kg"
    ]
  },
  "fr": {
    "name": "Skateboard Électrique Urban Rider",
    "description": "Vivez la liberté urbaine avec notre skateboard électrique Urban Rider. Conçu pour les aventuriers urbains qui cherchent une façon excitante et efficace de se déplacer en ville. Avec son moteur brushless de dernière génération et sa télécommande sans fil, vous aurez une expérience de conduite fluide et contrôlée. Son deck en bambou écologique n'est pas seulement durable, mais fournit aussi la flexibilité parfaite pour un voyage confortable. Les roues en polyuréthane de haute qualité garantissent une adhérence exceptionnelle sur toute surface urbaine.",
    "features": [
      "Vitesse maximale 30 km/h",
      "Autonomie de 25 km",
      "Télécommande sans fil",
      "Deck en bambou écologique",
      "Moteur brushless silencieux",
      "Roues en polyuréthane premium",
      "Charge rapide en 2 heures",
      "Poids léger 4,5 kg"
    ]
  },
  "en": {
    "name": "Urban Rider Electric Skateboard",
    "description": "Experience urban freedom with our Urban Rider electric skateboard. Designed for urban adventurers seeking an exciting and efficient way to move through the city. With its latest generation brushless motor and wireless remote control, you'll have a smooth and controlled riding experience. Its eco-friendly bamboo deck is not only sustainable but also provides the perfect flexibility for a comfortable ride. High-quality polyurethane wheels ensure exceptional grip on any urban surface.",
    "features": [
      "Maximum speed 30 km/h",
      "25 km range",
      "Wireless remote control",
      "Eco-friendly bamboo deck",
      "Silent brushless motor",
      "Premium polyurethane wheels",
      "Fast charging in 2 hours",
      "Lightweight 4.5 kg"
    ]
  },
  "nl": {
    "name": "Urban Rider Elektrisch Skateboard",
    "description": "Ervaar stedelijke vrijheid met ons Urban Rider elektrische skateboard. Ontworpen voor stedelijke avonturiers die op zoek zijn naar een opwindende en efficiënte manier om door de stad te bewegen. Met zijn nieuwste generatie borstelloze motor en draadloze afstandsbediening krijgt u een soepele en gecontroleerde rijervaring. Het milieuvriendelijke bamboe deck is niet alleen duurzaam, maar biedt ook de perfecte flexibiliteit voor een comfortabele rit. Hoogwaardige polyurethaan wielen zorgen voor uitzonderlijke grip op elk stedelijk oppervlak.",
    "features": [
      "Maximale snelheid 30 km/u",
      "25 km bereik",
      "Draadloze afstandsbediening",
      "Milieuvriendelijk bamboe deck",
      "Stille borstelloze motor",
      "Premium polyurethaan wielen",
      "Snel opladen in 2 uur",
      "Lichtgewicht 4,5 kg"
    ]
  },
  "de": {
    "name": "Urban Rider Elektrisches Skateboard",
    "description": "Erleben Sie urbane Freiheit mit unserem Urban Rider elektrischen Skateboard. Entworfen für urbane Abenteurer, die eine aufregende und effiziente Art suchen, sich durch die Stadt zu bewegen. Mit seinem bürstenlosen Motor der neuesten Generation und der kabellosen Fernbedienung haben Sie ein sanftes und kontrolliertes Fahrerlebnis. Sein umweltfreundliches Bambus-Deck ist nicht nur nachhaltig, sondern bietet auch die perfekte Flexibilität für eine komfortable Fahrt. Hochwertige Polyurethan-Räder gewährleisten außergewöhnlichen Grip auf jeder städtischen Oberfläche.",
    "features": [
      "Höchstgeschwindigkeit 30 km/h",
      "25 km Reichweite",
      "Kabellose Fernbedienung",
      "Umweltfreundliches Bambus-Deck",
      "Leiser bürstenloser Motor",
      "Premium-Polyurethan-Räder",
      "Schnellladung in 2 Stunden",
      "Leichtgewicht 4,5 kg"
    ]
  }
}

