{
  "id": "smart-scooter-pro",
  "category": "scooter",
  "slug": "smart-scooter-pro",
  "images": [
    "/images/smart-scooter-pro-1.jpg",
    "/images/smart-scooter-pro-2.jpg",
    "/images/smart-scooter-pro-3.jpg",
    "/images/smart-scooter-pro-4.jpg"
  ],
  "price": "649",
  "currency": "€",
  "featured": true,
  "es": {
    "name": "Patinete Eléctrico Smart Scooter Pro",
    "description": "Revoluciona tu forma de moverte por la ciudad con nuestro Smart Scooter Pro. Este patinete eléctrico inteligente combina tecnología avanzada con un diseño compacto y plegable, perfecto para el commuting urbano. Con conectividad Bluetooth, aplicación móvil integrada y sistema de navegación GPS, tendrás el control total de tu experiencia de movilidad. Su motor potente te permite alcanzar velocidades de hasta 25 km/h con una autonomía de 45 km, mientras que su sistema de suspensión dual garantiza un viaje suave en cualquier superficie urbana.",
    "features": [
      "Velocidad máxima 25 km/h",
      "Autonomía de 45 km",
      "Conectividad Bluetooth",
      "Aplicación móvil integrada",
      "Diseño plegable ultracompacto",
      "Suspensión dual",
      "Pantalla OLED",
      "Sistema antirrobo"
    ]
  },
  "eu": {
    "name": "Smart Scooter Pro Patinete Elektrikoa",
    "description": "Irauli hiriko barrena mugitzeko modua gure Smart Scooter Pro-rekin. Patinete elektriko adimentsu honek teknologia aurreratua konbinatzen du diseinu trinko eta tolestgarri batekin, hiri-commuting-erako ezin hobea. Bluetooth konektagarritasuna, mugikorrerako aplikazio integratua eta GPS nabigazio-sistema dituenez, zure mugikortasun-esperientziaren kontrol osoa izango duzu. Bere motor indartsuak 25 km/h-ko abiadurak lortzeko aukera ematen dizu 45 km-ko autonomiarekin, eta bere eseki sistema bikalak bidaia leuna bermatzen du edozein hiri-azalera.",
    "features": [
      "Gehienezko abiadura 25 km/h",
      "45 km-ko autonomia",
      "Bluetooth konektagarritasuna",
      "Mugikorrerako aplikazio integratua",
      "Diseinu tolestgarri ultratrinkoa",
      "Eseki bikala",
      "OLED pantaila",
      "Lapurketa aurkako sistema"
    ]
  },
  "fr": {
    "name": "Trottinette Électrique Smart Scooter Pro",
    "description": "Révolutionnez votre façon de vous déplacer en ville avec notre Smart Scooter Pro. Cette trottinette électrique intelligente combine une technologie avancée avec un design compact et pliable, parfait pour les déplacements urbains. Avec la connectivité Bluetooth, une application mobile intégrée et un système de navigation GPS, vous aurez le contrôle total de votre expérience de mobilité. Son moteur puissant vous permet d'atteindre des vitesses allant jusqu'à 25 km/h avec une autonomie de 45 km, tandis que son système de suspension double garantit un voyage en douceur sur toute surface urbaine.",
    "features": [
      "Vitesse maximale 25 km/h",
      "Autonomie de 45 km",
      "Connectivité Bluetooth",
      "Application mobile intégrée",
      "Design pliable ultra-compact",
      "Suspension double",
      "Écran OLED",
      "Système antivol"
    ]
  },
  "en": {
    "name": "Smart Scooter Pro Electric Scooter",
    "description": "Revolutionize your way of moving through the city with our Smart Scooter Pro. This intelligent electric scooter combines advanced technology with a compact and foldable design, perfect for urban commuting. With Bluetooth connectivity, integrated mobile app, and GPS navigation system, you'll have total control of your mobility experience. Its powerful motor allows you to reach speeds up to 25 km/h with a 45 km range, while its dual suspension system ensures a smooth ride on any urban surface.",
    "features": [
      "Maximum speed 25 km/h",
      "45 km range",
      "Bluetooth connectivity",
      "Integrated mobile app",
      "Ultra-compact foldable design",
      "Dual suspension",
      "OLED display",
      "Anti-theft system"
    ]
  },
  "nl": {
    "name": "Smart Scooter Pro Elektrische Step",
    "description": "Revolutioneer uw manier van bewegen door de stad met onze Smart Scooter Pro. Deze intelligente elektrische step combineert geavanceerde technologie met een compact en opvouwbaar ontwerp, perfect voor stedelijk woon-werkverkeer. Met Bluetooth-connectiviteit, geïntegreerde mobiele app en GPS-navigatiesysteem heeft u totale controle over uw mobiliteitservaring. De krachtige motor stelt u in staat snelheden tot 25 km/u te bereiken met een bereik van 45 km, terwijl het dubbele vering systeem een soepele rit op elk stedelijk oppervlak garandeert.",
    "features": [
      "Maximale snelheid 25 km/u",
      "45 km bereik",
      "Bluetooth-connectiviteit",
      "Geïntegreerde mobiele app",
      "Ultra-compact opvouwbaar ontwerp",
      "Dubbele vering",
      "OLED-display",
      "Antidiefstalsysteem"
    ]
  },
  "de": {
    "name": "Smart Scooter Pro Elektroroller",
    "description": "Revolutionieren Sie Ihre Art, sich durch die Stadt zu bewegen, mit unserem Smart Scooter Pro. Dieser intelligente Elektroroller kombiniert fortschrittliche Technologie mit einem kompakten und faltbaren Design, perfekt für das urbane Pendeln. Mit Bluetooth-Konnektivität, integrierter mobiler App und GPS-Navigationssystem haben Sie die vollständige Kontrolle über Ihr Mobilitätserlebnis. Sein leistungsstarker Motor ermöglicht es Ihnen, Geschwindigkeiten von bis zu 25 km/h mit einer Reichweite von 45 km zu erreichen, während sein duales Federungssystem eine sanfte Fahrt auf jeder städtischen Oberfläche gewährleistet.",
    "features": [
      "Höchstgeschwindigkeit 25 km/h",
      "45 km Reichweite",
      "Bluetooth-Konnektivität",
      "Integrierte mobile App",
      "Ultra-kompaktes faltbares Design",
      "Duale Federung",
      "OLED-Display",
      "Diebstahlschutzsystem"
    ]
  }
}

